Repository: 0xWDG/Aurora.swift
Catalog: Sources/Aurora/Resources/*.lproj/Localizable.strings
Languages: nl

# Aurora.loaded
source: Aurora Framework ($VERSION) for $OS $OVersion loaded!
nl: Aurora Framework ($VERSION) voor $OS $OVersion is geladen!

# Aurora.general.done
source: Done
nl: Klaar

# Aurora.general.close
source: Close
nl: Sluit venster

# Aurora.general.dynamicError
source: Dynamic error, this should never be visible!
nl: Dynamische fout, dit zou nooit moeten voorkomen!

# Aurora.general.failedToGetFilename
source: Failed to get filename
nl: Kan de bestandsnaam niet ophalen

# Aurora.general.invalidFileName
source: Invalid file name
nl: Ongeldige bestandsnaam

# Aurora.general.failedToGetKeyWindow
source: Failed to get key window
nl: Kan hoofdvenster niet vinden

# Aurora.general.eofReport
source: End of report
nl: Einde van rapportage

# Aurora.networking.invalidURL
source: Invalid URL
nl: Geen correcte url

# Aurora.networking.timeout
source: It took to long to get a response.
nl: Het duurde te lang om een response te krijgen.

# Aurora.networking.SSLPinningUnavailable
source: SSL Pinning is not available
nl: SSL Pinning is niet beschikbaar

# Aurora.HTMLParser.parsingFailed
source: Failed to parse HTML
nl: Kon HTML niet verwerken

# Aurora.iCloud.failedStart
source: Failed to start iCloud sync
nl: Kan iCloud synchronisatie niet starten

# Aurora.validator.badWords
source: fuck;shit;piss;dick;vagina;ass;bitch;bastard;cunt;bollocks;bugger;bloody hell;choad;crikey;shag;wank;twat;pussy;oath;bugger;sod;
nl: achterlijk;debiel;downie;kanker;leijer;mongool;takkewijf;tering;tyfus;anaalgeneraal;anusridder;bitch;dikzak;papzak;flikker;fuck;kreng;kringspiermusketier;lamzak;manwijf;neuken;neukertjereetkever;swaffellen;teef;kut;lul;hoer;slet;trut;pleuris;zakkenwasser;klootzak;kloothommel;mierenneuk;mabivreter;geitenneuker;indo;kaaskop;kakker;mof;nikker;nigger;neger;poepchinees;spaghettivreter;loempiavouwer;spanjool;spleetoog;tatta;zandneger;zwartnek;zwartzak;klootviool;kenau;koekwaus;nsb;oelewapper;smeerlap;suklkel;sul;wijf;
